Repository: mwrnckx/K9-Trails-Analyzer
Catalog: K9TrailsAnalyzer/Form1.*.resx
Languages: cs, de, ru, uk

# mnuFile.Text
source: File
cs: Soubor
de: Datei
ru: Файл
uk: Файл

# mnuPrependDateToFileName.Text
source: Prepend date to gpx file name
cs: Připni datum na začátek jména souboru GPX
de: Datum dem gpx-Dateinamen voranstellen
ru: Добавление даты к имени файла gpx
uk: Додавання дати до імені gpx-файлу

# mnuTrimGPSNoise.Text
source: Trim GPS noise at track's start and end
cs: Odstraň šum GPS na začátku a konci tras
de: GPS-Rauschen am Anfang und Ende der Strecke entfernen
ru: Удалить шумы в начале и конце треков
uk: Видалити шум GPS на початку та в кінці треків

# mnuSettings.Text
source: Gpx processing
cs: Zpracování GPX
de: GPX-Verarbeitung
ru: Обработка GPX
uk: Обробка GPX

# mnuLanguage.Text
source: Language
cs: Jazyk
de: Sprache
ru: Язык
uk: Мова

# gbPeriod.Text
source: Select period
cs: Výběr období
de: Zeitraumauswahl
ru: Выбор периода
uk: Вибір періоду

# $this.Text
source: K9 Trails Analyzer
de: Mantrailing: Statistik und Analyse von GPX-Dateien
ru: Анализатор статистики Mantrailing
uk: Ман-трейлінг: статистика та аналіз файлів GPX

# StatusLabel1.ToolTipText
source: Directories can be set in the "File" menu
cs: Adresáře lze nastavit v nabídce „Soubor“
de: Verzeichnisse können im Menü "Datei" festgelegt werden
ru: Каталоги могут быть установлены в меню «Файл»
uk: Каталоги можна встановити в меню "Файл"

# mnuExportAs.Text
source: Export as (rtf. txt, csv)
cs: Uložit jako (rtf. txt, CSV)
de: Exportieren als (RTF. TXT, CSV)
ru: Экспорт как (Rtf. TXT, CSV)
uk: Експорт як (Rtf. TXT, CSV)

# mnuSelectADirectoryToSaveVideo.Text
source: Set output video folder
cs: Vyberte adresář pro uložení overlay videa
de: Wählen Sie ein Verzeichnis, um Overlay -Video zu speichern
ru: Выберите каталог, чтобы сохранить видео наложения
uk: Виберіть каталог, щоб зберегти відео накладення

# mnuMergingTracks.Text
source: Match Runner and Dog Tracks
cs: Spáruj trasy kladeče a psa
de: Match -Läufer und Hundespuren
ru: Треки матча бегуна и собаки
uk: Матч -бігун та доріжки собак

# mnuProcessProcessed.Text
source: Process already processed files
cs: Zpracuj i již zpracované soubory
de: Prozess bereits verarbeitete Dateien verarbeiten
ru: Процесс уже обработанных файлов
uk: Обробка вже оброблених файлів

# mnuProcessProcessed.ToolTipText
source: Process files that have already been processed
cs: Procesní soubory, které již byly zpracovány
de: Prozessdateien, die bereits verarbeitet wurden
ru: Файлы процесса, которые уже обработались
uk: Обробка файлів, які вже обробляються

# StatusStrip1.ToolTip
source: Directories can be set in the "File" menu
cs: Adresáře lze nastavit v nabídce „Soubor“
de: Verzeichnisse können im Menü "Datei" festgelegt werden
ru: Каталоги могут быть установлены в меню «Файл»
uk: Каталоги можна встановити в меню "Файл"

# btnCharts.Text
source: Show Charts
cs: Zobrazit grafy
de: Diagramme anzeigen
ru: Показать диаграммы
uk: Показати графіки

# btnReadGpxFiles.Text
source: Load data from gpx files for current category
cs: Načíst data ze souborů GPX pro zvolenou kategorii
de: Laden Sie Daten aus GPX -Dateien im ausgewählten Ordner
ru: Загрузите данные из файлов GPX в выбранной папке
uk: Завантажте дані з файлів gpx у вибраній папці

# cmbTimeInterval.Items
source: Last 7 days
cs: Posledních 7 dní
de: Letzten 7 Tage
ru: Последние 7 дней
uk: Останні 7 днів

# cmbTimeInterval.Items1
source: Last 30 days
cs: Posledních 30 dní
de: Letzte 30 Tage
ru: Последние 30 дней
uk: Останні 30 днів

# cmbTimeInterval.Items2
source: Last 365 days (default)
cs: Posledních 365 dní (výchozí)
de: Letzte 365 Tage (Standard)
ru: Последние 365 дней (по умолчанию)
uk: Останні 365 днів (за замовчуванням)

# cmbTimeInterval.Items4
source: Last year
cs: Loňský rok
de: Letztes Jahr
ru: В прошлом году
uk: Минулого року

# cmbTimeInterval.Items3
source: Current year
cs: Aktuální rok
de: Laufendes Jahr
ru: Текущий год
uk: Поточний рік

# cmbTimeInterval.Items5
source: Custom range
cs: Vlastní rozsah
de: Benutzerdefinierter Bereich
ru: Пользовательский диапазон
uk: Спеціальний діапазон

# MenuStrip1.Text
source: MenuStrip1
de: MenuSrip1

# clmDate.Text
source: Date
cs: Datum
de: Datum
ru: Дата
uk: Дата

# clmLength.Text
source: Length
cs: Délka
de: Länge
ru: Длина
uk: Довжина

# clmTrkCount.Text
source: Number of tracks
cs: Počet tras
de: Anzahl der Tracks
ru: Количество треков
uk: Кількість треків

# mnuSetFFmpegPath.Text
source: Set FFmpeg path
cs: Nastavte cestu FFMPEG
de: Setzen Sie den FFMPEG -Pfad
ru: Установите путь ffmpeg
uk: Встановіть шлях FFMPEG

# clmAge.Text
source: Age
cs: Stáří
de: Alter
ru: Возраст
uk: Вік

# btnCreateVideos.Text
source: Create Videos
cs: Vytvoř videa
de: Videos erstellen
ru: Создать видео
uk: Створити відеоролики

# btnCreateVideos.ToolTip
source: Create videos from selected files
cs: Vytvářejte videa z vybraných souborů
de: Erstellen Sie Videos aus ausgewählten Dateien
ru: Создать видео из выбранных файлов
uk: Створіть відео з вибраних файлів

# clmFileName.Text
source: File
cs: Soubor
de: Datei
ru: Файл
uk: Файл

# TabStats.Text
source: Statistics
cs: Statistika
de: Statistiken
ru: Статистика
uk: Статистика

# mnuExit.Text
source: Exit
cs: Konec
de: Ende
ru: Выход
uk: Вихід

# mnuCheckForUpdates1.Text
source: Check for updates
cs: Zkontrolujte aktualizace
de: Überprüfen Sie nach Updates
ru: Проверьте наличие обновлений
uk: Перевірте наявність оновлень

# HelpToolStripMenuItem.Text
source: Help
cs: Pomoc
de: Helfen
ru: Помощь
uk: Допомога

# mnuSelect_directory_gpx_files.ToolTipText
source: Change the directory where the gpx files of the current dog are
cs: Změň adresář ve kterém jsou gpx soubory aktuálního psa
de: Ändern Sie das Verzeichnis, in dem sich die GPX -Dateien des aktuellen Hundes befinden
ru: Измените каталог, в котором файлы GPX текущей собаки
uk: Змініть каталог, де є файли GPX поточної собаки

# mnuSelect_directory_gpx_files.Text
source: Change directory with gpx files
cs: Změň adresář s gpx soubory
de: Ändern Sie das Verzeichnis mit GPX -Dateien
ru: Изменить каталог с файлами GPX
uk: Змініть каталог за допомогою файлів GPX

# mnuAddNewCategory.Text
source: Add another category
cs: Přidejte další kategorii
de: Fügen Sie eine andere Kategorie hinzu
ru: Добавить еще одну категорию

# mnuDeleteCurrentCategory.Text
source: Delete current category
cs: Smazat aktuální kategorii
de: Aktuelle Kategorie löschen
ru: Удалить текущую категорию

# mnuRenameCurrentCategory.Text
source: Edit category name
cs: Upravit název kategorie
de: Kategorienname bearbeiten
ru: Редактировать название категории

# mnuPointsForAccuracyText.Text
source: Point for Accuracy
cs: Max. body za přesnost
de: Max. Punkte für Genauigkeit

# mnuPointForFindText.Text
source: Point for find
cs: Max. Body za nalezení
de: Max. Punkte zum Finden

# mnuPointsForSpeedText.Text
source: Point for speed
cs: Body za Km/H.
de: Punkte für km/h

# ToolStripMenuItem.Text
source: Settings
cs: Nastavení
de: Einstellungen

# mnuPointsForHandler.ToolTipText
source: Zadejte max. počet bodů za schopnost psovoda číst psa.
de: Geben Sie die maximale Punktzahl für die Fähigkeit des Hundeführers an, den Hund zu lesen.

# mnuPointsForAccuracy.ToolTipText
source: Zadejte max. počet bodů za přesnost.
de: Geben Sie die maximale Punktzahl für die Genauigkeit ein.

# mnuPointsForSpeed.ToolTipText
source: Zadejte počet bodů za rychlost (20 bodů za 1 km/h).
cs: Zadejte počet bodů za rychlost (bodů za 1 km/h)
de: Geben Sie die Anzahl der Punkte für die Geschwindigkeit ein (Punkte für 1 km/h)

# mnuPointsForFind.ToolTipText
source: Zadejte počet bodů za nalezení kladeče.
de: Geben Sie die Anzahl der Punkte zum Finden der Riemenscheibe ein.

# mnuPointsForHandlerText.Text
source: Point for Handler
de: Max. Punkte für den Hundeführer

# TabVideoExport.Text
source: Video Export
cs: Export videa
ru: Экспорт Videa
uk: Експорт Videa

# mnuPointInTrial.Text
source: Set Point in Trial
cs: Nastavte body ve zkoušce
